Repository: common-repository/paybyrd
Catalog: languages/paybyrd-woocommerce-*.po
Languages: pt_pt

source: Enable/Disable
pt_pt: Ligar / Desligar

source: Enable Paybyrd Gateway
pt_pt: Ligar Gateway Paybyrd

source: Title
pt_pt: Título

source: This controls the title which the user sees during checkout
pt_pt: Isto altera o nome que utilizador vê durante o checkout

source: Paybyrd Payment
pt_pt: Pagamento Paybyrd

source: Description
pt_pt: Descrição

source: Payment method description that the customer will see on your checkout
pt_pt: Descrição de meio de pagamento que o cliente vê durante o checkout

source: Payment Information
pt_pt: Informação de pagamento

source: Test Mode
pt_pt: Modo de testes

source: Enable Test Mode
pt_pt: Ligar modo de testes

source: Place the payment gateway in test mode using test API keys
pt_pt: Colocar a gateway em modo de testes utilizando APIKEY de testes

source: Test Private Key
pt_pt: Chave privada de testes

source: Live Private Key
pt_pt: Chave privada de produção

source: The form for payment will be loaded soon...
pt_pt: O formulário de pagamento será carregado em breve...

source: Payment successfully paid
pt_pt: Pagamento bem sucedido

source: There was a problem with your payment
pt_pt: Pagamento não sucedido

source: Payment pending...
pt_pt: Pagamento pendente

source: Pay With Paybyrd
pt_pt: Aceita pagamentos com a Paybyrd

source: Test Approved
pt_pt: Teste Aprovado
